Repository: luisza/pylatam2024
Catalog: src/pycon/locale/*/LC_MESSAGES/django.po
Languages: es

source: Code of Conduct
es: Código de conducta

source: PyCon Latam is a conference organized by the Py Latam community. Its goals include the promotion and improvement of communication, collaboration and integration among developers in Latin America
es: PyCon Latam es una conferencia organizada por la comunidad Py Latam. Entre sus objetivos está el fomentar y mejorar la comunicación, colaboración e integración entre los desarrolladores de Latinoamérica

source: Need help?
es: ¿Necesitas ayuda?

source: Report any rule violations to conducta@pylatam.org. The committee will handle it. Our team will ensure safety during the conference, and your cooperation will help make the event successful and enjoyable
es: Comunique cualquier infracción de las normas a conducta@pylatam.org. El comité se encargará de ello. Nuestro equipo velará por la seguridad durante la conferencia, y su cooperación contribuirá a que el evento sea un éxito y resulte agradable

source: Guiding Principles
es: Principios fundamentales

source: Be nice to everyone
es: Sé amable con todos

source: Behave professionally
es: Compórtate profesionalmente

source: Respect differing viewpoints
es: Respeta los diferentes puntos de vista

source: Be mindful of your words
es: Sé consciente de tus palabras

source: Promote community growth
es: Promueve el crecimiento de la comunidad

source: Show empathy towards others
es: Muestra empatía hacia los demás

source: Long version
es: Versión larga

source: Everyone is welcome
es: Todos son bienvenidos

source: We want everyone to have a great experience regardless of gender, sexual orientation, physical appearance, disability, race, or religion. Py Latam is a community that does not tolerate harassment.
es: Queremos que todos tengan una gran experiencia independientemente de su género, orientación sexual, apariencia física, discapacidad, raza o religión. Py Latam es una comunidad que no tolera el acoso.

source: Be respectful and kind to others
es: Se respetuoso y amable con los demás

source: Do not insult or expose others based on personal characteristics. Be professional and completely avoid making comments or jokes with sexist, racist or religious undertones.
es: No insultes ni expongas a los demás basándote en características personales. Sé profesional y evita por completo hacer comentarios o bromas con trasfondo sexista, racista o religioso.

source: Intimidation, stalking, harassment not allowed
es: Intimidación, acoso y hostigamiento no permitidos

source: Any act that makes a person uncomfortable must be stopped immediately or actions will be taken.
es: Cualquier acto que incomode a una persona debe detenerse inmediatamente o se tomarán medidas.

source: Choose your words carefully
es: Elige con cuidado tus palabras

source: This includes all content generated by and for the community. Such content should be appropriate for a professional environment including multiple backgrounds. Sexual language, implications or examples are not considered appropriate in any context.
es: Esto incluye todos los contenidos generados por y para la comunidad. Dichos contenidos deben ser apropiados para un entorno profesional que incluya múltiples orígenes. El lenguaje, las implicaciones o los ejemplos sexuales no se consideran apropiados en ningún contexto.

source: Attendees who are caught or reported to be in violation of these rules will be asked, by one of the organizers, to leave the conference and will not be entitled to ask for a refund of any fees paid.
es: A los asistentes que sean sorprendidos o denunciados incumpliendo estas reglas se les pedirá, por uno de los organizadores, que abandonen la conferencia sin derecho a pedir reembolso de lo invertido.

source: From September 19th to September 22th
es: Del 19 Septiembre al 22 de Septiembre

source: It will take place within the facilities of "El Cid Resorts" in Mazatlán, Sinaloa, Mexico.
es: Se llevará a cabo dentro de las instalaciones de “El Cid Resorts” en Mazatlán, Sinaloa, México.

source: We're back
es: Estamos de vuelta

source: After the success of the first 4 editions of this conference, we're back! This time, for the third occasion, we'll have an in-person event with the same mission: to bring together communities from all Latin American countries.
es: Después del éxito de las primeras 4 ediciones de esta conferencia, ¡estamos de regreso! Esta vez tendremos por tercera ocasión un evento presencial y con la misma misión, reunir a las comunidades de todos los países de Latinoamérica.

source: What is PyCon Latam?
es: ¿Que es PyCon Latam?

source: It is an event aimed at bringing together communities from all Latin American countries, where Python developers, software development communities, and other technical experts can share and learn about the latest advancements in the Python development ecosystem. PyCon Latam aims to connect enthusiastic communities and companies to collaborate in one place, fostering competition and innovation.
es: Es un evento que tiene como objetivo reunir a comunidades de todos los países de américa latina, donde desarrolladores de Python, comunidades de desarrollo de software y otros expertos técnicos podrán compartir y conocer las últimas mejoras en el ecosistema de desarrollo de Python. Pycon latam quiere conectar comunidades y empresas entusiastas para colaborar en un solo lugar, fomentando la competencia y la innovación.

source: Keynote Speakers
es: Charlistas de Keynotes

source: Secure your spot today
es: Asegure su plaza hoy mismo

source: Explore different <strong>ticket types and prices</strong> and find the perfect option for you. Click below for more details!
es: Explora los diferentes <strong>tipos de boletos y precios</strong> y encuentra la opción perfecta para ti. ¡Haz clic abajo para más detalles!

source: View Ticket Options
es: Ver opciones de entradas

source: How to become a sponsor?
es: ¿Cómo ser patrocinador?

source: Community
es: Comunidad

source: Basic
es: Básico

source: Bronze
es: Bronce

source: MARKETING TOOL
es: HERRAMIENTA DE MERCADEO

source: If you are a user of Python technology, you host platforms and create SaaS products. PyCon Latam provides you with the opportunity to meet potential customers for your products.
es: Si eres usuario de la tecnología Python, hospedas plataformas y creas productos saas. PyCon Latam te brinda la oportunidad de conocer clientes potenciales para tus productos.

source: RECRUITMENT
es: RECLUTAMIENTO

source: This is the best place to find talent for your company. This is where the best technology developers in Latin America gather. PyCon Latam offers you this great opportunity.
es: Este es el mejor lugar para encontrar talento para tu empresa. Aquí se reúnen los mejores desarrolladores de tecnología en Latinoamérica. PyCon Latam te ofrece esta gran oportunidad.

source: SUPPORTING DIVERSITY
es: APOYANDO LA DIVERSIDAD

source: PyCon Latam makes a great effort to be a space where inclusion and cultural diversity are possible. To achieve this, it is necessary to have the support of sponsors who can help us build this goal.
es: PyCon Latam realiza un gran esfuerzo para ser un espacio donde la inclusión y la diversidad cultural sean posibles. Para lograrlo es necesario contar con el apoyo de patrocinadores que nos ayuden a construir esta meta.

source: NETWORKING
es: RED DE CONTACTOS

source: At PyCon Latam, work and learning networks are built to create ties with future collaborators.
es: En Pycon Latam se construyen redes de trabajo y aprendizaje para crear lazos con futuros colaboradores.

source: Diamond
es: Diamante

source: Gold
es: Oro

source: Silver
es: Plata

source: More information on how to sponsor
es: Más información de cómo patrocinar

source: Stay Connected
es: Manténgase Informado

source: commits unyieldingly to the rights of all individuals to mutual respect and acceptance of others, without biases based on differences of any kind.
es: se compromete a respetar los derechos de todos los individuos, a partir de la tolerancia mutua y la aceptación de los demás sin distinción alguna.

source: Code of conduct
es: Código de conducta

source: All rights reserved.
es: Todos los derechos reservados.

source: Built with
es: Desarrollado con

source: Home
es: Inicio

source: Scheduled
es: Agenda

source: Tickets
es: Boletos

source: About
es: Acerca de

source: Team
es: Equipo

source: Donate
es: Donar

source: Know our sponsors
es: Nuestros Patrocinadores

source: Day
es: Día

source: PyCon Latam 2024 Tickets
es: PyCon Latam 2024 Boletos

source: PyCon Latam 2024 will take place at "El Cid Resorts" in Mazatlán, Sinaloa, Mexico. This three-day conference offers an all-inclusive experience with no additional conference fees beyond your hotel stay.
es: PyCon Latam 2024 se llevará a cabo en "El Cid Resorts" en Mazatlán, Sinaloa, México. Esta conferencia de tres días ofrece una experiencia todo incluido sin costos adicionales de conferencia más allá de tu estadía en el hotel.

source: August 19th is the last day with a special price!
es: ¡19 de agosto es último día con precio especial!

source: All-Inclusive Plan
es: Plan Todo Incluido

source: Enjoy a hassle-free experience with our all-inclusive plan, covering <strong class='blue-md'>accommodation, meals, and access to all conference events</strong>. The prices below are per night, per person, based on room occupancy.
es: Disfruta de una experiencia sin complicaciones con nuestro plan todo incluido, que cubre <strong class='blue-md'>alojamiento, comidas y acceso a todos los eventos de la conferencia</strong>. Los precios a continuación son por noche, por persona, según la ocupación de la habitación.

source: Room Type
es: Tipo de Habitación

source: Single Room
es: Habitación Individual

source: Double Room
es: Habitación Doble

source: Triple Room
es: Habitación Triple

source: Quadruple Room
es: Habitación Cuádruple

source: Junior (13-17 years)
es: Menores (13-17 años)

source: Children (6-12 years)
es: Niños (6-12 años)

source: Children (0-5 years)
es: Niños (0-5 años)

source: No Fee
es: Sin costo

source: The prices in dollars are for reference only and will be charged in Mexican pesos at the exchange rate on the day of purchase
es: Los precios en dolares son de referencia y se cobrará en pesos méxicanos al tipo de cambio del día de la compra.

source: How to Book
es: Cómo Reservar

source: To purchase your ticket and reserve your stay at PyCon Latam 2024, follow these steps
es: Para comprar tu boleto y reservar tu estancia en PyCon Latam 2024, sigue estos pasos

source: Conference Welcome Image
es: Imagen Bienvenida Conferencia

source: Choose your room type
es: Elige tu tipo de habitación

source: based on the number of occupants.
es: según el número de ocupantes.

source: Calculate your total cost
es: Calcula tu costo total

source: based on the nightly rate and the number of nights you plan to stay.
es: basado en la tarifa por noche y el número de noches que planeas quedarte.

source: Contact the hotel sales agent
es: Contacta a la agente de ventas del hotel

source: via WhatsApp to start the booking process.
es: a través de WhatsApp para iniciar el proceso de reserva:

source: Click here to contact.
es: Haz clic aquí para contactar.

source: Make an initial deposit
es: Realiza un depósito inicial

source: of $1,000 MXN to secure your reservation.
es: de $1,000 MXN para asegurar tu reserva.

source: Pay the remaining balance
es: Paga el saldo restante

source: in installments, ensuring full payment by August 19th.
es: en abonos, asegurando el pago completo antes del 19 de agosto.

source: Conference Schedule
es: Agenda de Conferencia

source: <strong>September 19:</strong> Welcome
es: <strong>19 de Septiembre:</strong> Bienvenida

source: <strong>September 20:</strong> 1st Day of Conference
es: <strong>20 de Septiembre:</strong> 1er Día de Conferencia

source: <strong>September 21:</strong> 2nd Day of Conference
es: <strong>21 de Septiembre:</strong> 2do Día de Conferencia

source: <strong>September 22:</strong> Hotel Check-out
es: <strong>22 de Septiembre:</strong> Salida del hotel

source: Important details
es: Detalles Importantes

source: Prices are per night, per person, based on room occupancy.
es: Los precios son por noche, por persona, según la ocupación de la habitación.

source: A minimum stay of 3 nights is required.
es: Se requiere una estancia mínima de 3 noches.

source: Special rates are valid for 3 days before and 3 days after the conference dates.
es: Las tarifas especiales son válidas por 3 días antes y 3 días después de las fechas de la conferencia.

source: A deposit of $1,000 MXN is required to secure your reservation.
es: Se requiere un depósito de $1,000 MXN para asegurar tu reserva.

source: The remaining balance can be paid in installments.
es: El saldo restante se puede pagar en abonos.

source: Full payment must be completed by August 19th.
es: El pago total debe completarse antes del 19 de agosto.

source: An adult must accompany minors.
es: Los menores de edad deben estar acompañados por un adulto.

source: We look forward to welcoming you to Mazatlán for an enriching and unforgettable experience at PyCon Latam 2024!
es: ¡Esperamos darte la bienvenida en Mazatlán para una experiencia enriquecedora e inolvidable en PyCon Latam 2024!

source: Professor at Tecnológico de Monterrey, Python expert, and international speaker.
es: Profesor en el Tecnológico de Monterrey, experto en Python y orador internacional.

source: Open Source Programs Manager, researcher, and community builder with a focus on DEI in leadership.
es: Gerente de Programas de Código Abierto, investigadora y constructora de comunidad con un enfoque en DEI en el liderazgo.

source: Program Manager at Microsoft and founder of Nuevo Foundation, focused on Azure billing and community education.
es: Gerente de Programas en Microsoft y fundadora de Nuevo Foundation, enfocada en la facturación de Azure y la educación comunitaria.

source: Kay Hayen is the founder of Nuitka Services, the commercial backend of Nuitka. For the past two years, he has made a living from the commercial side of Nuitka, after having worked on developing this Python compiler as a hobby for many years.
es: Kay Hayen es el fundador de Nuitka Services, la parte comercial de Nuitka. Durante los últimos dos años, ha vivido del lado comercial de Nuitka, después de haber trabajado en el desarrollo de este compilador de Python como un pasatiempo durante muchos años.

source: Abigail, is an Open Source Programs Manager, Researcher and Community Builder. Her current research focuses on Improving DEI in Open Source Community Leadership. She is a contributor and community member in the African Python Software Community and has served as an organizer for local and international community events. Mesrenyame is a Fellow and a Community Service award winner at the Python Software Foundation.
es: Abigail es Gerente de Programas de Código Abierto, Investigadora y Constructora de Comunidad. Su investigación actual se enfoca en mejorar la Diversidad, Equidad e Inclusión (DEI) en el liderazgo de comunidades de código abierto. Es colaboradora y miembro de la Comunidad Africana de Software Python y ha servido como organizadora de eventos comunitarios locales e internacionales. Mesrenyame es miembro y ganadora del premio de Servicio Comunitario de la Python Software Foundation.

source: Beatris A. Mendez Gandica, originally from San Cristobal, Venezuela, is an engineer serving as a Program Manager at Microsoft. Her role focuses on managing the daily operations of Azure Data services' usage billing pipeline, ensuring secure, scalable, and accurate customer billing for Azure. Passionate about community impact, she founded Nuevo Foundation in 2018.
es: Beatris A. Mendez Gandica, originaria de San Cristóbal, Venezuela, es una ingeniera que trabaja como Gerente de Programas en Microsoft. Su rol se centra en gestionar las operaciones diarias del pipeline de facturación por uso de los servicios de datos de Azure, garantizando una facturación segura, escalable y precisa para los clientes de Azure. Apasionada por el impacto en la comunidad, fundó la Fundación Nuevo en 2018.

source: De pixeles a predicciones: Transformando la experiencia de videos con python
es: De píxeles a predicciones: Transformando la experiencia de videos con Python.

source: Micropython First Contact
es: Primer Contacto con Micropython

source: Prompt engineering: la llave maestra para aprovechar al máximo la generative IA
es: Engineering de Prompts: La llave maestra para aprovechar al máximo la IA Generativa

source: Data Compression is not enough
es: La compresión de datos no es suficiente

source: Supercharge Python with Nuitka: Witness a 10-Year Plan Come to Life!
es: Potencia Python con Nuitka: Sé testigo de cómo cobra vida un plan de 10 años.

source: Tests efectivos con pytest, o sobre como escribir código duro de fallar
es: Tests Efectivos con Pytest, o Cómo Escribir Código Difícil de Fallar

source: Revealing the power of multimodal embeddings: bridging the gap between text, images, videos and more
es: El poder de las incrustaciones multimodales: un puente entre texto, imágenes, vídeos y más

source: Cierre de Conferencia
es: Cierre de la Conferencia
